import React from "react";
import StaticCustomCard from "../../../../common/components/StaticCustomCard";

export default function index() {
  let data = [
    {
      title: "افزایش سرمایه چیست؟",
      concat: `
      <p>
          یکی از عوامل مهم تأثیرگذار بر قیمت سهام شرکت&zwnj;های حاضر در بازار مالی، افزایش سرمایه و جزئیات مرتبط با آن است.
          سرمایه هر شرکت عبارت است، از مجموع آورده مؤسسان و سرمایه&zwnj;گذاران اولیه که در هنگام تأسیس واحد تجاری،
          در مراجع قانونی و اظهارنامه ثبت شرکت عنوان می&zwnj;شود. مطمئناً میزان سرمایه شرکت&zwnj;ها به واسطه انجام فعالیت&zwnj;های اقتصادی دچار تغییراتی خواهد شد
          که مدیران شرکت پس از گذشت دوره زمانی معقولی، دارایی شرکت را در قالب افزایش یا کاهش سرمایه به&zwnj;روزرسانی می&zwnj;کنند.
      </p>
      <p>
          به زبان ساده، افزایش سرمایه اسمی ثبت شده شرکت، «افزایش سرمایه» نام دارد
          که این مقوله در شرکت&zwnj;های سهامی، به دو شیوه افزایش تعداد سهام منتشرشده شرکت یا بالا بردن قیمت اسمی سهام انجام می&zwnj;شود.
          افزایش سرمایه معمولاً به دو هدف اصلی تأمین مالی و اصلاح ساختار سهام شرکت&zwnj;ها صورت می&zwnj;گیرد.
          در واقع مسیر اصلی تأمین وجوه مورد نیاز گسترش حوزه فعالیت و شروع پروژه&zwnj;های جدید شرکت&zwnj;های سهامی، افزایش سرمایه است.
      </p>
 `,
    },

    {
      title: "افزایش سرمایه به چه کسانی تعلق می‌گیرد؟",
      concat: `<p>
        تصمیمات اتخاذ شده در مجامع عمومی صرفاً شامل حال افرادی است که در روز برگزاری مجمع، سهام‌دار شرکت باشند.
        افزایش سرمایه نیز از این قاعده مستثنی نیست و در عین حال، یکی از مهم‌ترین دلایل برگزاری مجامع عمومی شرکت‌ها است.
        به عبارت دیگر، اگر به مشارکت در فرآیند افزایش سرمایه شرکت تمایل دارید،
        باید پیش از بسته شدن نماد، اقدام به خرید سهام کنید.
    </p>`,
    },

    {
      title: "نحوه اطلاع‌رسانی افزایش سرمایه شرکت‌ها چگونه است؟",
      concat: `<p>
        بر اساس قانون تجارت، هیئت مدیره شرکت‌ها موظفند پیش از برگزاری مجامع عمومی اطلاع‌رسانی کنند.
        در این مورد، با توجه به انتشار آخرین اخبار و اطلاعیه‌های مربوط به اخذ مجوز افزایش سرمایه و
        تاریخ برگزاری مجمع عمومی فوق‌العاده از طریق سامانه کدال، اطلاع‌رسانی عمومی برای تمام سهامداران صورت می‌پذیرد.
    </p>`,
    },

    {
      title: "مراحل تصویب افزایش سرمایه",
      concat: `
        
        <p>
        افزایش سرمایه شرکت&zwnj;های پذیرفته شده در بازار سهام، مراحل مختلفی دارد که به شرح زیر است:
    </p>
    <ul>
        <li>
            تصویب افزایش سرمایه در هیئت مدیره شرکت
        </li>
        <li>
            تأیید مفاد افزایش سرمایه توسط حسابرس و بازرس قانونی
        </li>
        <li>
            تأیید سازمان بورس و انتشار اطلاعیه مجوز افزایش سرمایه در سامانه کدال
        </li>
        <li>
            تعیین تاریخ و انتشار آگهی دعوت به مجمع عمومی فوق العاده
        </li>
        <li>
            انتشار تصمیمات مربوط به مجمع عمومی فوق العاده
        </li>
        <li>
            آگهی ثبت افزایش سرمایه
        </li>
    </ul>
    <p>
        توجه داشته باشید، که این مراحل، فرآیند کلی تصویب افزایش سرمایه بوده و
        ممکن است هر کدام از روش&zwnj;های افزایش سرمایه بر اساس ماهیت خود، دارای جزئیات دیگری نیز باشند.
        برای کسب اطلاعات دقیق در این زمینه، باید به آگهی افزایش سرمایه در سامانه کدال مراجعه فرمایید.
    </p>

  `,
    },
    {
      title: "روش‌های افزایش سرمایه",
      concat: `
       <p>
           افزایش سرمایه شرکت&zwnj;ها در بازار سهام از طریق چهار روش کلی انجام می&zwnj;شود که در این بخش، به تشریح آن&zwnj;ها می&zwnj;پردازیم.
       </p>
       <ul>
           <li class="bolder">افزایش سرمایه از محل تجدید ارزیابی دارایی</li>
       </ul>
       <p>
           هر واحد تجاری انواع متمایزی از دارایی&zwnj;ها را در ترکیب سرمایه خود دارد که بر اساس ماهیت به دسته&zwnj;های اصلی جاری، ثابت (غیر جاری)، مشهود و نامشهود تقسیم می&zwnj;شوند.
           ارزش این دارایی&zwnj;ها در طول زمان ثابت نیست و در شرایط عموماً تورمی کشور افزایش می&zwnj;یابد.
           در صورتی که افزایش سرمایه یک شرکت از طریق تجدید ارزیابی دارایی&zwnj;های ثابت مشهود نظیر املاک یا ماشین&zwnj;آلات صورت بگیرد، این فرآیند را افزایش سرمایه از محل تجدید ارزیابی دارایی می&zwnj;نامند.
       </p>
       <p>
           همان&zwnj;طور که ملاحظه می&zwnj;کنید، در این روش سرمایه&zwnj;ای وارد شرکت نشده و
           صرفاً عملیات حسابداری در ترازنامه انجام می&zwnj;شود؛
           که بیشتر مناسب شرکت&zwnj;های زیان&zwnj;ده یا در آستانه ورشکستگی است. تجدید ارزیابی دارایی&zwnj;های شرکت، تغییری در دارایی سرمایه&zwnj;گذاران ایجاد نمی&zwnj;کند،
           زیرا متناسب با افزایش تعداد سهام (در قالب سهام جایزه به پرتفوی سهامداران اضافه می&zwnj;شود)،
           قیمت هر برگه سهم در بازار کاهش می&zwnj;یابد. فرمول محاسبه قیمت سهم پس از افزایش سرمایه به روش تجدید دارایی، به شرح ذیل است:
       </p>
       <p class="text-center">
        <img src='/media/static-pages/bourse-info/formula-capital-increase-1.jpg'/>
       </p>
       
       <ul>
           <li class="bolder">افزایش سرمایه از محل سود انباشته</li>
       </ul>
       <p>
           تمام شرکت&zwnj;ها در صورت داشتن عواید، باید بخشی از سود سالانه تقسیم نشده خود را در حسابی تحت عنوان «سود انباشته» نگهداری کنند.
           در صورتی که سود انباشته به مبالغ قابل توجهی برسد، تأمین منایع مالی مورد نیاز شرکت از این طریق امکان&zwnj;پذیر است.
           همانند روش تجدید دارایی، به واسطه تغذیه مالی از محل سود انباشته عملاً نقدینگی جدید وارد شرکت نمی&zwnj;شود و
           به همان روش فوق، سهام جایزه به سرمایه&zwnj;گذاران تعلق خواهد گرفت.
           وضعیت دارایی سهام&zwnj;داران و فرمول محاسبه قیمت سهام نیز، مشابه روش قبلی است.
       </p>
       <ul>
           <li class="bolder">افزایش سرمایه از محل آورده نقدی و مطالبات حال شده</li>
       </ul>
       <p>
           اجرای طرح&zwnj;های توسعه&zwnj;ای در برخی شرکت&zwnj;ها، نیازمند دریافت مستقیم نقدینگی است.
           اخذ وام بانکی و تأمین مالی از طریق سرمایه&zwnj;گذاران، دو روش معمول انجام این کار است.
           شیوه اول به دلایلی نظیر پرداخت بهره، تأمین ضمانت و طولانی بودن فرآیندهای بانکی، معمولاً مطلوب تیم مدیریتی شرکت&zwnj;ها نیست؛
           اما تأمین سرمایه از طریق بازار مالی به دلیل عدم وجود مشکلات مذکور، روش بسیار مناسبی ارزیابی می&zwnj;شود.
           به عبارت ساده&zwnj;تر، شرکت&zwnj;ها از طریق دریافت وجه بابت صدور برگه سهام جدید، منابع مالی مورد نیاز خود را فراهم می&zwnj;کنند.
           در روش افزایش سرمایه از محل آورده نقدی، سهام&zwnj;داران فعلی شرکت در اولویت قرار دارند.
       </p>
       <p>
           در این فرآیند هر کدام از صاحبان سهام، متناسب با میزان افزایش سرمایه اوراقی تحت عنوان «حق&zwnj;تقدم» دریافت می&zwnj;کنند و
           پس از پرداخت قیمت اسمی هر برگه سهم که معادل 100 تومان است،
           حق&zwnj;تقدم&zwnj;ها به سهام اصلی تبدیل شده و در پرتفوی سرمایه&zwnj;گذاران قرار می&zwnj;گیرد. لازم به ذکر است که حق&zwnj;تقدم مربوط به هر سهم با اضافه شدن حرف «ح» به انتهای نماد اصلی،
           به صورت یک نماد منفرد در بازار سهام ایجاد می&zwnj;شود و طی یک بازه 2 ماهه، بر اساس عرضه و تقاضای بازار خرید و فروش می&zwnj;شود.
           کلیه سهام&zwnj;داران می&zwnj;توانند به سه روش زیر از حق&zwnj;تقدم استفاده کنند:
       </p>
       <ul>
           <li>
               پرداخت بهای اسمی و تبدیل شدن به سهام اصلی
           </li>
           <li>
               فروش اوراق حق&zwnj;تقدم بر اساس قیمت بازار
           </li>
           <li>
               عدم استفاده از اوراق حق&zwnj;تقدم!
           </li>
       </ul>
       <p>
           در این مورد پس از پایان مهلت پذیره&zwnj;نویسی 2 ماهه، شرکت اقدام به فروش حق&zwnj;تقدم&zwnj;های سهام&zwnj;داران می&zwnj;کند و
           مبلغ خالص حاصل از فروش را به حساب آن&zwnj;ها واریز می&zwnj;کند.
       </p>
       <p>
           در مورد مطالبات حال شده توجه داشته باشید که گاهاً برخی از سهامداران مبالغی از شرکت طلبکار هستند.
           در این&zwnj;گونه مواقع، صاحبان سهام مذکور در عوض واریز وجه نقد به شرکت، مطالبات خود را جایگزین نموده و
           بدون واریز وجه سهام جدید به آن&zwnj;ها تعلق می&zwnj;گیرد. با توجه به اینکه مورد اخیر بسیار مرسوم نیست،
           شرکت&zwnj;ها تسویه مطالبات سهامداران را به همراه روش آورده نقدی انجام می&zwnj;دهند.
           قیمت سهم و حق&zwnj;تقدم آن پس از بازگشایی، به روش زیر محاسبه می&zwnj;شود:
       </p>
       <p class="text-center">
        <img src='/media/static-pages/bourse-info/formula-capital-increase-2.jpg'/>
       </p>
       
       <p class="text-center">
           آورده سهامداران به ازای هر سهم – قیمت جدید هر سهم = قیمت هر برگه حق&zwnj;تقدم
       </p>
       <ul>
           <li class="bolder">افزایش سرمایه از محل صرف سهام (سلب حق&zwnj;تقدم)</li>
       </ul>
       <p>
           در این روش نیز افزایش سرمایه به واسطه آورده نقدی سرمایه&zwnj;گذاران انجام می&zwnj;شود.
           با این تفاوت که سهام جدید از طریق پذیره&zwnj;نویسی با قیمتی بیش از قیمت اسمی سهم (100 تومان) به فروش می&zwnj;رسد.
           قیمت مورد مطالبه برای فروش سهام، مبلغی فی&zwnj;مابین قیمت اسمی و بازاری سهام است که
           به منظور جذابیت سرمایه&zwnj;گذاری، معمولاً کمتر از قیمت تابلویی سهم است. اختلاف قیمت فروش و اسمی سهام که اصطلاحاً «صرف سهام» نامیده دارد،
           بر اساس سیاست&zwnj;های شرکت به 3 روش مورد استفاده قرار می&zwnj;گیرد:
       </p>
       <ul>
           <li>
               انتقال به حساب اندوخته شرکت
           </li>
           <li>
               تقسیم نقدی میان سهامداران قبلی
           </li>
           <li>
               اختصاص معادل سهام به سهامداران قبلی
           </li>
       </ul>
       <p>
           لازم به ذکر است که افزایش سرمایه از محل صرف سهام به دو شیوه صدور حق&zwnj;تقدم یا سلب حق&zwnj;تقدم از سهامداران قبلی،
           قابل انجام است. فرمول محاسبات قیمت سهام و حق&zwnj;تقدم نیز، از روش قبل پیروی می&zwnj;کند زیرا منبع افزایش سرمایه آورده نقدی سهامداران (جدید) است.
       </p>
  `,
    },
    {
      title: "بهترین روش افزایش سرمایه کدام است؟",
      concat: `
        <p>
            هرگونه اقدام قانونی که منجر به گسترش حوزه فعالیت&zwnj;های شرکت و بالطبع افزایش سوددهی آن شود،
            از لحاظ تجاری اتفاق مثبتی ارزیابی می&zwnj;شود. اظهار نظر در مورد افزایش سرمایه نیز از همین قاعده پیروی می&zwnj;کند؛
            اما تعیین بهترین روش افزایش سرمایه به شرایط و ساختار هر شرکت بستگی دارد.
            در واقع ممکن است اجرای یک روش افزایش سرمایه مشابه در دو شرکت، تأثیرات متفاوتی داشته باشد.
        </p>
        <p>
            به طور کلی، افزایش سرمایه از محل تجدید دارایی یا سود انباشته برای شرکت&zwnj;هایی که در وضعیت مناسبی قرار ندارند،
            مثبت ارزیابی می&zwnj;شود. شرکت&zwnj;هایی که به منظور اجرای پروژه&zwnj;های جدید نیازمند تزریق نقدینگی جدید هستند،
            افزایش سرمایه از طریق آورده نقدی کارایی بیشتری داشته و قدرت مانور واحد تجاری را افزایش می&zwnj;دهد.
            هم&zwnj;چنین باید به این نکته توجه داشت، که افزایش سرمایه معمولاً از نگاه سهامداران بلندمدت مثبت تلقی می&zwnj;شود.
            با جمع&zwnj;بندی توضیحات فوق به این نتیجه می&zwnj;رسیم که هر کدام از روش&zwnj;های افزایش سرمایه بسته به شرایط شرکت ارزیابی شده و در این زمینه، بهترین یا بدترین نداریم!
        </p>
   `,
    },
  ];

  return (
    <>
      {data.map((itm, ind) => (
        <StaticCustomCard key={ind} title={itm.title} content={itm.concat} />
      ))}
    </>
  );
}
