import React from "react";
import StaticCustomCard from "../../../../common/components/StaticCustomCard";

export default function index() {
  let data = [

     {
      title: "مجمع عمومی چیست؟",
      concat:
        "هرگونه اجتماع صاحبان سهام و مدیران به منظور بررسی شرایط شرکت و تصمیم‌گیری‌های کلان مربوطه، «مجمع عمومی» نامیده می‌شود. در واقع بالاترین رکن قانون‌گذاری در یک شرکت سهامی عام، مجمع عمومی است؛ که تصمیمات آن برای تیم مدیریتی مجموعه لازم‌الاجرا است. مجامع عمومی شرکت‌ها به دلایلی نظیر بررسی صورت‌های مالی، افزایش سرمایه، تصویب سود نقدی و... تشکیل می‌شوند.",
    },
  
    {
      title: "چه کسانی می‌توانند در مجمع عمومی شرکت کنند؟",
      concat:
        "هرگونه تمام صاحبان سهام، حق رأی و حضور در مجمع عمومی شرکت را دارند. بنابراین سهام‌داران می‌توانند با در دست داشتن برگه سهام خود، به بخش امور سهام‌داران شرکت مراجعه نموده و مجوز حضور در مجمع را دریافت کنند. هم‌چنین آن‌ها می‌توانند؛ از طریق ارائه وکالت‌نامه معتبر، نماینده قانونی خود را برای شرکت در مجمع اعزام کنند. علاوه بر سهام‌داران، حضور ناظران قانونی و اعضای هیئت مدیره نیز برای تشکیل مجمع الزامی است.",
    },
  
  {
      title: "نحوه اطلاع‌رسانی برگزاری مجامع عمومی چگونه است؟",
      concat:
        "برگزاری و دعوت به مجامع برعهده هیات مدیره شرکت‌ها است که از ضوابط قانونی خاصی نیز برخوردار است. بر این اساس، هیئت مدیره موظف است که حداکثر 40 روز و حداقل 10 روز قبل از مجمع، زمان، مکان و دلیل برگزاری آن را در یکی از روزنامه‌های کثیرالانتشار به اطلاع عموم سهام‌داران برساند. هم‌چنین از طریق سامانه کدال یا وبسایت شرکت مدیریت فناوری بورس تهران (آیکون زرد رنگ اطلاعیه جدید کدال در صفحه مربوط به هر نماد)، آخرین آگهی‌ مجامع شرکت‌ها قابل مشاهده است.",
    },

    {
      title: "انواع مجامع عمومی",
      concat:
        `
        <p>
            بر اساس قانون تجارت، مجامع عمومی شرکت&zwnj;های سهامی عام به چند دسته کلی تقسیم می&zwnj;شوند
            که هر کدام وظایف خاصی را برعهده دارند.
            در ادامه به شرح موارد مربوط به هر یک از آن&zwnj;ها می&zwnj;پردازیم.
        </p>
        <ul>
            <li class="bolder">
                مجمع عمومی مؤسس
            </li>
        </ul>
        <p>
            اولین مجمع صاحبان سهام شرکت، که توسط مؤسسین و پذیره&zwnj;نویسان اولیه فقط برای یک&zwnj;بار تشکیل شده و
            یکی از الزامات ابتدایی تأسیس شرکت&zwnj;های سهامی عام است. بر اساس ماده 74 قانون تجارت، وظایف عمومی مجمع مؤسس به شرح موارد زیر است:
        </p>
        <ul>
            <li>
                رسیدگی به گزارش مؤسسین و تصویب آن و همچنین، احراز پذیره&zwnj;نویسی کلیه سهام شرکت و تادیه مبالغ لازم
            </li>
            <li>
                تصویب طرح اساسنامه شرکت و در صورت لزوم اصلاح آن
            </li>
            <li>
                انتخاب اولین مدیران و بازرس یا بازرسان شرکت
            </li>
            <li>
                تعیین روزنامه کثیرالانتشاری که هر گونه دعوت و اطلاعیه بعدی برای سهام&zwnj;داران، تا تشکیل اولین مجمع عمومی عادی در آن منتشر خواهد شد.
            </li>
        </ul>
        <p>
            تبصره: گزارش مؤسسین باید حداقل پنج روز قبل از تشکیل مجمع عمومی مؤسس در محلی که
            در آگهی دعوت مجمع تعیین شده است، برای &zwnj;مراجعه پذیره&zwnj;نویسان سهام آماده باشد.
        </p>
        <p>
            در مجمع عمومی مؤسس حضور عده&zwnj;ای از پذیره&zwnj;نویسان که حداقل نصف سرمایه شرکت را تعهد نموده باشند، ضروری است.
            اگر در اولین &zwnj;دعوت اکثریت مذکور حاصل نشد، مجامع عمومی جدید فقط تا دو نوبت توسط مؤسسین دعوت می&zwnj;شوند؛ مشروط بر این که لااقل بیست روز قبل از &zwnj;انعقاد آن مجمع،
            آگهی دعوت آن با قید دستور جلسه قبل و نتیجه آن در روزنامه کثیرالانتشاری که در اعلامیه پذیره&zwnj;نویسی معین شده است،
            منتشر گردد.&zwnj; مجمع عمومی جدید زمانی قانونی است، که صاحبان لااقل یک سوم سرمایه شرکت در آن حاضر باشند.
            در هر یک از دو مجمع فوق کلیه تصمیمات باید &zwnj;به اکثریت دو سوم آراء حاضرین برسد.
            در صورتی که در مجمع عمومی یک سوم اکثریت لازم حاضر نشد، مؤسسین عدم تشکیل شرکت را اعلام&zwnj; می&zwnj;دارند!
        </p>
        <ul>
            <li class="bolder">
                مجمع عمومی عادی
            </li>
        </ul>
        <p>
            این مجمع سالانه یک&zwnj;بار تشکیل شده و به منظور رسمیت بخشیدن به آن،
            حضور دارندگان حداقل 50 درصد سهام شرکت الزامی است.
            در صورت عدم حضور صاحبان سهام، مجمع برای دومین بار با دارندگان هر تعداد سهم (بیش از 15 درصد سهام) برگزار خواهد شد.
            تصیمات «مجمع عمومی عادی سالیانه» با آراء نصف + 1 حاضرین معتبر خواهد بود؛
            اما در مواردی نظیر انتخاب مدیران و بازرسان، کسب اکثریت نسبی بر اساس روش&zwnj;های متفرقه اکتفا می&zwnj;کند.
        </p>
        <p>
            بر اساس قانون،
            تمامی شرکت&zwnj;های سهامی عام موظفند تا حداکثر پس از گذشت 4 ماه از پایان سالی مالی خود، مجمع عمومی عادی سالیانه شرکت را برگزار کنند؛
            اما مجامع عمومی عادی که خارج از چهارچوب زمانی مجامع سالیانه و به اهداف خاصی نظیر تعیین اعضای هیئت مدیره در هر زمان لازم و ممکن تشکیل شوند،
            «مجمع عمومی عادی فوق&zwnj;العاده» نامیده می&zwnj;شوند. وظایف اصلی مجمع عمومی عادی عبارت است از:
        </p>
        <ul>
            <li>
                بررسی صورت&zwnj;های مالی شرکت
            </li>
            <li>
                رسیدگی و اتخاذ تصمیم درباره کلیه امور جاری شرکت، غیر از آنچه که در صلاحیت مجامع عمومی مؤسس یا فوق&zwnj;العاده است.
            </li>
            <li>
                رسیدگی به ترازنامه، حساب سود و زیان سال مالی قبل، صورت دارایی و مطالبات و دیون شرکت، صورت&zwnj;حساب دوره عملکرد و سالانه شرکت متعاقب استماع گزارش مدیران و بازرس یا بازرسان.
            </li>
            <li>
                انتخاب مدیران و بازرس یا بازرسان
            </li>
            <li>
                تصویب ترازنامه و دستور تقسیم سود میان صاحبان سهام
            </li>
            <li>
                تعیین روزنامه کثیرالانتشاری که آگهی&zwnj;ها و اطلاعیه&zwnj;های شرکت تا مجمع عمومی عادی سال بعد در آن انتشار خواهد یافت.
            </li>
        </ul>
        <ul>
            <li class="bolder">
                مجمع عمومی فوق&zwnj;العاده
            </li>
        </ul>
        <p>
            در موارد اضطراری که موضوعات خاصی پیرامون فعالیت شرکت مطرح باشد
            که رسیدگی به آن در صلاحیت مجمع عمومی عادی نبوده و تصمیم&zwnj;گیری سریع لازم است، مجمع عمومی شرکت در اسرع وقت تشکیل جلسه خواهد داد و اصطلاحاً «مجمع عمومی فوق&zwnj;العاده» نامیده می&zwnj;شود.
            به منظور تشکیل جلسه مجمع در اولین بار، حضور بیش از نیمی از دارندگان سهام الزامی است و در صورت به حد نصاب نرسیدن حضار طی دعوت اول، 
            جلسه دوم با حضور بیش از یک سوم سهام&zwnj;داران (30 درصد سهام) نیز رسمیت خواهد یافت. تصمیمات مجمع عمومی فوق&zwnj;العاده، با اکثریت دو سوم آراء شرکت&zwnj;کنندگان در مجمع معتبر است. مهم&zwnj;ترین این وظایف عبارتند از:
        </p>
        <ul>
            <li>
               تغییر اساسنامه
            </li>
            <li>
                تغییر سرمایه
            </li>
            <li>
               انحلال قبل از موعد
            </li>
        </ul>
        <ul>
            <li class="bolder">
                مجمع عمومی خاص
            </li>
        </ul>
        <p>
            این نوع از مجامع عمومی بسیار پرکاربرد و معمول نبوده و
            صرفاً در مواردی که مجمع عمومی تصمیم به تغییر حقوق نوع خاصی از سهام شرکت داشته باشد، «مجمع عمومی خاص» برگزار می&zwnj;شود.
            مصوبات این مجمع زمانی به طور قطعی قابل اجرا است که دارندگان این سهام در جلسه&zwnj;ای مشخص آن را تأیید کنند.
            حضور حداقل نیمی از مالکان سهام مذکور برای رسمیت جلسه مجمع عمومی خاص الزامی است و
            در صورت عدم حضور صاحبان سهام، جلسه دوم با وجود بیش از یک سوم سهامداران یاد شده تشکیل می&zwnj;شود و
            به واسطه آراء بیش از دو سوم حضار، تغییرات مذکور اعمال خواهند شد.
        </p>
  ` },
    {
      title: "توقف و بازگشایی نمادها در زمان برگزاری مجامع ",
      concat:
       `<p>
       برگزاری مجامع عمومی شرکت نیازمند اطلاع&zwnj;رسانی عمومی قبلی است؛ که بر اساس فرآیند قانونی ویژه&zwnj;ای انجام می&zwnj;شود تا همه سهامداران از این موضوع مطلع شوند.
       بر اساس قوانین معاملاتی بازار سرمایه، معاملات سهام شرکت حین برگزاری مجمع عمومی متوقف شده و اصطلاحاً نماد بسته می&zwnj;شود.
   </p>`,
    },
    {
      title: "آیا تصمیمات مجمع شامل همه سهامداران می‌شود؟",
      concat:
        `<p>
        تمام تصمیمات و سیاست‌های اتخاذ شده در مجمع عمومی شامل افرادی است که در زمان برگزاری مجمع سها‌مدار شرکت باشند و این امر، مستلزم آن است که قبل از بسته ‌شدن نماد اقدام به خرید سهم کرده باشید.
        ذکر این نکته ضروری است که اگر در روز بازگشایی سهام خود را بفروشید، تمام مزایای مجمع از قبیل سود نقدی و...، کماکان متعلق به شما است.
        به عبارت دیگر، استمرار سهامداری لزوم بهره‌مندی از منافع مجامع عمومی قبلی نیست! هم‌چنین سرمایه‌گذاران با بررسی دقیق مندرجات آگهی برگزاری مجمع می‌توانند
        بر اساس مزایای احتمالی مجمع پیش‌رو، در مورد حضور یا عدم حضور در آن تصمیم‌گیری کنند و در صورت عدم تمایل پیش از بسته شدن نماد، سهام خود را بفروشند.
    </p>`,
  },
    {
      title: "سود مجمع چیست؟",
      concat:
        `<p>
        مقدار سود هر سهم (EPS) بستگی به عملکرد شرکت دارد و
        <span class="text-underline"> سود نقدی تقسیم شده در پایان سال مالی (DPS)، </span>
        تابع تصمیمات اتخاذ شده در مجمع عمومی عادی سالیانه شرکت است.
        بر اساس قانون، شرکت‌ها موظفند تا حداکثر 8 ماه پس از برگزاری مجمع، سود نقدی مصوب را به حساب صاحبان سهام واریز نمایند
        که بر حسب سیاست‌های مالی و شرایط داخلی شرکت، دوره پرداخت سود در میان این شرکت‌ها متفاوت است.
        لازم به‌ذکر است که به‌موجب ماده 90 قانون تجارت، شرکت‌های سهامی عام باید 10 درصد از سود سالیانه را خود میان صاحبان سهام تقسیم کنند.
    </p>`,
    },
    {
    title: "زمان پرداخت سود مجمع",
    concat:
      `
      <p>
          برای کسب اطلاعات دقیق&zwnj; در مورد زمان پرداخت سود نقدی سهام باید به اگهی مجمع شرکت در وبسایت کدال مراجعه کنید.
      </p>
      <ol>
          <li>
              مراجعه به وبسایت کدال <a href="https://www.codal.ir/" target="_blank" title="وبسایت کدال">https://www.codal.ir</a>
          </li>
          <li>
              نماد یا اسم شرکت را در بخش «جستجوی اطلاعیه» تایپ کنید.
          </li>
          <li>
              در منوی کشویی «نوع اطلاعیه» گزینه «زمانبندی پرداخت سود» را انتخاب نموده و سپس روی دکمه «جستجو» کلیک کنید.
          </li>
          <li>
              در این مرحله فهرستی از اطلاعیه&zwnj;های جدید شرکت برای شما نمایش داده می&zwnj;شود که باید روی اولین گزینه (از بالا به پایین) کلیک کنید.
          </li>
          <li>
              زمان پرداخت سود مجمع در فایل اصلی گزارش فایل&zwnj;های موجود در پیوست، ذکر شده است!
          </li>
      </ol>
 `,
  },
    {
      title: "نحوه پرداخت سود مجمع",
      concat:
        `
        <p>
            واریز سود مجمع از 3 روش کلی انجام می&zwnj;شود:
        </p>
        <ol>
            <li>
                سامانه سجام
            </li>
        </ol>
        <p>
            در این روش نیازی به پیگیری از طرف سهامدار نیست و سود سهام، به شماره حساب معرفی شده توسط سهامدار در سامانه سجام واریز می&zwnj;شود.
            همه شرکت&zwnj;ها سود سهام را از طریق سجام واریز نمی&zwnj;کنند و این فرآیند، تابع سیاست&zwnj;های خود شرکت است.
        </p>
        <ol start="2">
            <li>
                واریز به حساب سهامدار
            </li>
        </ol>
        <p>
            در این روش نیازی به پیگیری از طرف سهامدار نیست و سود سهام،
            به شماره حساب معرفی شده توسط سهامدار در سامانه سجام واریز می&zwnj;شود.
            همه شرکت&zwnj;ها سود سهام را از طریق سجام واریز نمی&zwnj;کنند
            و این فرآیند، تابع سیاست&zwnj;های خود شرکت است.
        </p>
        <ol start="3">
            <li>
                مراجعه حضوری به بانک
            </li>
        </ol>
        <p>
            در این روش سهامداران برای دریافت سود سهام خود، باید با در دست داشتن مدارک شناسایی و
            کد بورسی به یکی از شعب بانک طرف قرارداد شرکت مراجعه کنند.
            زمان مراجعه و بانک مربوطه، متعاقبا توسط خود شرکت اطلاع&zwnj;رسانی عمومی می&zwnj;شود.
        </p>
    `,
    },
    {
      title: "قیمت سهم پس از برگزاری مجمع",
      concat:
        `
        <p>
            در مورد نحوه قیمت&zwnj;گذاری سهام پس از برگزاری مجمع و حین بازگشایی نماد، همواره ابهامات زیادی برای سرمایه&zwnj;گذاران وجود دارد.
            اگر پرداخت سود نقدی در مجمع عمومی عادی سالیانه تصویب شود، قیمت سهم در روز بازگشایی تابع فرمول و شرایط زیر است:
        </p>
        <p class="text-center">
            سود نقدی – قیمت پایانی قبل از برگزاری مجمع = قیمت سهم در زمان بازگشایی
        </p>
        <p>
            حاصل فرمول بالا قیمت تابلویی اولیه سهم است و کشف قیمت، بدون محدودیت و بر اساس عرضه و تقاضا صورت می&zwnj;پذیرد.
            پس از انجام معامله در قیمت مورد توافق معامله&zwnj;گران با حجم مشخص، قیمت تعیین شده و سهم به مدت کوتاهی بسته می&zwnj;شود.
            در نهایت معاملات سهم بر اساس قیمت کشف شده و محدوده نوسان مجاز آن، از سر گرفته می&zwnj;شود.
            به طور مثال فرض کنید، نماد خودرو با قیمت پایانی 500 تومان وارد مجمع شده است.
            در مجمع عمومی شرکت اقدام به تصویب سود نقدی 60 تومانی می&zwnj;نماید. قیمت تابلویی سهم در زمان بازگشایی عبارت است از:
        </p>
        <p class="text-center">
            440 = 60 - 500
        </p>
        <p>
            سپس بر مبنای فرآیند کشف قیمت، اولین معامله سهم در قیمت 410 تومان ثبت می&zwnj;شود.
            در ادامه و پس از وقفه&zwnj;ای کوتاه، خرید و فروش سهام بر مبنای این قیمت و محدوده نوسان روزانه آغاز می&zwnj;شود.
        </p>
  `,
    },
    {
      title: "اگر سود مجمع را نگیریم، چه می‌شود؟ ",
      concat:
        `<p>
        اگر به هر دلیلی نتوانستید در موعد مقرر (یعنی روش&zwnj;&zwnj;های واریز به حساب سهامدار و مراجعه حضوری به بانک) برای دریافت سود سهام اقدام کنید،
        سود مذکور به&zwnj;عنوان طلب شما از شرکت در حساب طلبکاری از شرکت ذخیره می&zwnj;شود
        و برای دریافت مبلغ، می&zwnj;توانید با بخش امور سهام بگیرید تا از فرآیند دریافت سود مطلع شوید. در غیر این صورت، شما همچنان از شرکت طلبکار هستید
        و در زمان افزایش سرمایه، می&zwnj;توانید برای پرداخت هزینه تبدیل حق تقدم به سهم از همین حساب طلبکاری استفاده کنید تا حق تقدم&zwnj;هایتان تبدیل به سهم شود.
    </p>`,
    }
  ]

  return (
    <>{data.map((itm,ind)=>(
      <StaticCustomCard
      key={ind}
      title={itm.title}
      content={itm.concat}
    />
    ))}
    </>
  );
}
