import React from 'react'
import CloseIcon from '@material-ui/icons/Close';

export function ModalRules({ setOpen }) {
    return (
        <div className="px-0 px-md-3 py-1" style={{fontSize : "1.1rem"}}>
            <div className="d-flex justify-content-between bg-light py-3">
                <h5 className="m-0">قوانین و مقررات</h5>
                <CloseIcon onClick={() => setOpen(false)} className="cursor-pointer" />
            </div>
            <div className="mt-3">
                <p className="colorBlack font-weight-bold">ثبت‌نام و عضویت در باشگاه به معنی آگاهی و پذیرش قوانین آن است.</p>
                <p>ایجاد هرگونه تغییراتی در قوانین باشگاه مشتریان، از اختیارات شرکت کارگزاری مبین سرمایه است و این تغییرات، از طریق باشگاه مشتریان اطلاع‌رسانی می‌شوند. بنابراین تنها مرجع اطلاع‌رساني رسمي تغييرات مذکور، سايت باشگاه مشتريان مبین سرمایه است.</p>
                <ul>
                    {
                        data.map((item, ind) => (
                            <li className="py-1" key={ind}>{item}</li>
                        ))
                    }
                </ul>
            </div>

            <div className="d-flex justify-content-end">
                <button className="btn backGroundOrangeOutLine" onClick={() => setOpen(false)}>
                    بستن
                </button>
            </div>
        </div>
    )
}

let data = [
    "پایگاه اینترنتی باشگاه مشتریان مبین سرمایه تابع قوانین جمهوری اسلامی ایران است و در چهارچوب قوانین تجارت الکترونیکی و جرایم رایانه‌ای کشور فعالیت می‌کند.",
    "اطلاعات، محتویات و خدمات ارائه شده در این وب سایت، مختص اعضا باشگاه مشتریان مبین سرمایه است و همچنین مالکیت معنوی این محتوا در اختیار مجموعه مبین سرمایه است؛ بنابراین هر گونه سوء استفاده از محتوا، مغایر با قوانین سایت باشگاه مشتریان است و پیگرد قانونی دارد! لازم به‌ذکر است که استفاده از محتوای سایت باشگاه مشتریان برای وب سایت‌ها و وبلاگ‌های شخصی با اهداف غیرتجاری با ذکر منبع بلامانع است.",
    "درخواست جوایز صرفاً از طریق سایت باشگاه مشتریان مبین سرمایه امکان‌پذیر است.",
    "امتیاز مربوط به جوایز، به‌تناوب و با توجه به نوسانات قیمت در بازار، تعدیل می‌شود.",
    "اگر امتیاز استفاده نشده مشتری به سال آینده موکول شود، 30 درصد از امتیاز وی کاسته می‌شود.",
    "اگر مشتری تا پایان سال از امتیازات کسب شده استفاده نکند، 70 درصد از امتیازات قبلی در سال آینده قابل استفاده است",
    "ارسال جوایز از طریق پست صورت می‌گیرد.",
    "با توجه به اینکه اعضای باشگاه می‌توانند در تالار گفتگو شرکت کنند، لذا شرکت کارگزاری مبین سرمایه و مدیریت باشگاه هیچ‌گونه مسئولیتی در قبال مطالب ارسالی کاربران ندارند؛ در صورت ارسال مطالب غیراخلاقی و مواردی که منافی قوانین و مقررات جمهوری اسلامی ایران باشد، مدیریت باشگاه مجاز به تعلیق و در صورت تکرار، اخراج کاربر است."
]
