import React from "react";

const Level2 = () => {
  return (
    <div>
      <div>
        <h3>تکمیل فرم درخواست</h3>
        <p className="mb-10">
          در این بخش لازم است ، تا فرم ثبت درخواست عضویت را پر نمایید پس از
          اینکه در خواست عضویت با موفقیت ثبت گردید. در ادامه لینک ثبت نام در
          باشگاه مشتریان به ایمیل شما ارسال یا کد فعال سازی به تلفن همراه شما
          پیامک می شود.
        </p>
        <div className="row flex-lg-row flex-column">
          <div className="col-12 col-lg-7">
            <div className="mb-10">
              {" "}
              <p>تکمیل فرم درخواست عضویت در باشگاه </p>
              <ul>
                <li>
                  در ابتدا می بایست نوع کاربری خود ( حقیقی – حقوقی) را مشخص
                  نمایید.
                </li>
                <li>
                  چنانچه کاربر حقیقی هستید کد ملی و چنانچه کاربر حقوقی هستید
                  شناسه حقوقی را وارد نمایید.
                </li>
              </ul>
            </div>
            <div className="mb-10">
              <p>
                چنانچه مشتری ما هستید ولی عضو باشگاه مشتریان نمی باشید ، پس از
                وارد کردن کدملی/شناسه حقوقی ، نشانی پست الکترونیک شما در بالای
                فرم نمایش داده خواهد شد{" "}
              </p>
              <ul>
                <li>آدرس پست الکترونیک خود را وارد نمایید.</li>
              </ul>
            </div>
            <div className="mb-10">
              <p>
                چنانچه مشتری کارگزاری مبین سرمایه هستید در صورتی که پیش از این پست
                الکترونیک خود را ثبت کرده اید ، می توانید آنرا در مرحله قبل
                مشاهده و وارد نمایید{" "}
              </p>
              <ul>
                <li> تلفن همراه خود را وارد نمایید</li>
                <li>
                  در صورتی که توسط کاربر دیگری معرفی شده اید می توانید ایشان را
                  در این بخش معرفی کنید
                </li>
              </ul>
            </div>
            <p>
              برای این منظور کد ملی/شناسه حقوقی یا شناسه معرف در باشگاه مشتریان
              کارگزاری مبین سرمایه را وارد نمایید.{" "}
            </p>
          </div>
          <div className=" col-12 col-lg-5 text-right">
            <img
              src={"/media/common/signuphelp/register-02.png"}
              className="img-fluid"
              alt=""
            />
          </div>
        </div>
      </div>
    </div>
  );
};

export default Level2;
